import React from 'react';

const About = () => {
    return (
        <div className="page home">
            <h1>Ребятки</h1>
            <p>Мы — Анна и Степан, пара, которую объединяет любовь к приключениям, 
                уютным вечерам и всему, что делает жизнь интереснее. </p>

            <p>Мы познакомились в 2015 году на первом курсе в университете СПбГУ на выезде факультета для первокурсников. 
                И вот мы уже 10 лет идем по жизни вместе, поддерживая друг друга во всем.
            </p>

            <h2>Что нас объединяет?</h2>
            <p>
            Интересы: компьютерные игры с открытым миром, танцы (бачата), детективы, сериалы, аниме, путешествия и, конечно, наши любимые коты и растения. 

            Стиль жизни: минимализм, умный дом, много зелени вокруг и стремление к уюту.

            Отдых: домашние вечеринки с друзьями, прогулки по экотропам, спортзал, мастерская в гараже и совместные поездки.
            </p>

            <h2>Наши любимые моменты</h2>
            <p>
            
            Первое свидание: морозный Петергоф, пустые аллеи, тонны снега и кинотеатр с «Выжившим». 

            Самые теплые воспоминания: домашние посиделки, поездки в гараж, совместные тренировки и вечера под сериалы. 
            </p>

            <h2>О чем мечтаем?</h2>
            <p>
                О своей квартире, наполненной светом, растениями и технологиями. О путешествиях, которые еще впереди. О свадьбе, которая будет яркой, комфортной и по-настоящему нашей — без лишних традиций, но с драйвом, танцами и теплыми эмоциями.

                Наш стиль можно описать тремя словами: доверительный, помогающий, открытый. А еще мы верим, что главное — это вкусная еда (особенно если она острая или с неожиданными сочетаниями), позитивные эмоции и люди, которые нам дороги.
            </p>

            <p>Спасибо, что разделяете нашу радость — для нас важно, что вы будете рядом в этот день!</p>
        </div>
    );
};

export default About;